Repository: Alexander96/DoggyWorld
Catalog: po/*.po
Languages: bg_bg

source: - other people's places
bg_bg: - чужди места за разходка

source: - your places
bg_bg: - Вашите места

source: {{captchaErrorType | translate}} was NOT valid!
bg_bg: Полето {{captchaErrorType | translate}} не е валидно!

source: +Add Friend
bg_bg: +Добави Приятел

source: <h2>Apply</h2>
bg_bg: <h2>Кандидатствай</h2>

source: A friend request was sent!
bg_bg: Покана за приятелство бе изпратена!

source: Accept
bg_bg: Приеми

source: Achievment Application
bg_bg: Кандидатура за Постижение

source: Achievment Description
bg_bg: Описание на Постижението

source: Achievment Name
bg_bg: Име на Постижението

source: Achievment Points
bg_bg: Точки за Постижението

source: Achievments
bg_bg: Постижения

source: Add
bg_bg: Добави

source: Add a Meal
bg_bg: Добави Хранене

source: Add Dog
bg_bg: Ново Куче

source: ADD DOG
bg_bg: ДОБАВИ КУЧЕ

source: ADD NEW DOGGY
bg_bg: ДОБАВИ НОВО КУЧЕНЦЕ

source: Add Place
bg_bg: Добави Място

source: Add Route
bg_bg: Добави Маршрут

source: Add Walk
bg_bg: Добави Разходка

source: ADMIN
bg_bg: АДМИН

source: Admin Panel
bg_bg: Админски Панел

source: Apply
bg_bg: Кандидатствай

source: Apply for an achievment
bg_bg: Кандидатсвай за постижение

source: aslpls
bg_bg: КУР!

source: Author
bg_bg: Автор

source: BIRTH DATE
bg_bg: РОЖДЕНА ДАТА

source: Birth Date: {{dog.birthDate}}
bg_bg: Рождена Дата: {{dog.birthDate}}

source: Birthdate: {{dog.birthDate}}
bg_bg: Рождена Дата: {{dog.birthDate}}

source: BREED
bg_bg: ПОРОДА

source: Breed: {{dog.breed}}
bg_bg: Порода: {{dog.breed}}

source: Browse Photo
bg_bg: Избери Снимка

source: Cancel
bg_bg: Откажи

source: Change
bg_bg: Промени

source: Change Breed
bg_bg: Смени Породата

source: Change Name
bg_bg: Смени Името

source: CHAT
bg_bg: ЧАТ

source: Chat History
bg_bg: История на Чата

source: Chat with friends
bg_bg: Чати с приятели

source: Completed
bg_bg: Завършено

source: Confirm Email
bg_bg: Подтвърди Имейла

source: Confirm Password
bg_bg: Подтвърди Паролата

source: Couldnt delete place. Please refresh the page.
bg_bg: Мястото не бе изтрито. Моля презаредете страницата.

source: Couldnt update dog, please login or refresh.
bg_bg: Кучето не бе променено, моля презаредете страницата.

source: Create New
bg_bg: Създай Ново

source: DAY
bg_bg: ДЕН

source: Decline
bg_bg: Откажи

source: delete
bg_bg: Изтрий

source: Delete
bg_bg: Изтрий

source: Delete Request
bg_bg: Изтрий Заявката

source: Description
bg_bg: Описание

source: DESCRIPTION
bg_bg: ОПИСАНИЕ

source: DESCRIPTION (optional)
bg_bg: ОПИСАНИЕ (избирателно)

source: Description:
bg_bg: Описание:

source: Do you really want<br>to delete the place?
bg_bg: Наистина ли искате да <br> изтриете мястото?

source: Dog added!
bg_bg: Кучето бе добавено!

source: Dog Owners
bg_bg: Стопани

source: Doggy world will remind you when<br>to give food to your dogs and when<br>to go just for a walk!
bg_bg: бъдете известени, кога <br> да нахраните вашите кучета и кога да ги разходите!

source: Dogs
bg_bg: Кучета

source: Edit
bg_bg: Промени

source: Edit Achievment Suggestion
bg_bg: Промени заявката за потижение

source: Email
bg_bg: Имейл

source: Email: {{owner.email}}
bg_bg: Имейл: {{owner.email}}

source: Emails do not match
bg_bg: Имейлите не съвпадат

source: Featured Dog Owners
bg_bg: Изявили Се Стопани

source: Featured Dogs
bg_bg: Изявили Се Кучета

source: Find the best places for your dog!
bg_bg: Намери най-добрите места за твоето куче!

source: First Name
bg_bg: Първо Име

source: Friendship accepted!
bg_bg: Приятелството бе прието!

source: Having problems with your dog?
bg_bg: Имате проблеми с кучето?

source: Hide other people's places
bg_bg: Скрий чуждите места

source: incorrect date
bg_bg: невалидна дата

source: Incorrect Username or Password!
bg_bg: Невалидно потребителско име / парола!

source: Invalid Email
bg_bg: Невалиден Имейл

source: is starving! Why don't you feed him?
bg_bg: е гладен! Защо не го нахраниш?

source: Join the Biggest network for dog owners
bg_bg: Присъедини се към най-голямата мрежа за стопани

source: JOIN US!
bg_bg: Присъедини се

source: Join/Login
bg_bg: Регистрирай се/Влез

source: Last Name
bg_bg: Фамилия

source: loading...
bg_bg: зарежда се...

source: Login
bg_bg: Влез

source: Manage Users
bg_bg: Контрол на потребители

source: Mark as seen
bg_bg: Маркирай като видяно

source: Me
bg_bg: Мен

source: Meals:
bg_bg: Хранения:

source: Month
bg_bg: Месец

source: My Places
bg_bg: Моите Места

source: My profile
bg_bg: Моят Профил

source: Name
bg_bg: Име

source: NAME
bg_bg: ИМЕ

source: Name:
bg_bg: Име:

source: New Achievment Suggestion
bg_bg: Заявка за ново постижение

source: New owner's account
bg_bg: Нов потребителски акаунт

source: No
bg_bg: Не

source: No information to display
bg_bg: Няма информация за показване

source: Notifications
bg_bg: Известия

source: Ooops! Please try again later!
bg_bg: Опа! Моля опитайте по-късно!

source: Other People's Places
bg_bg: Чужди места за разходка

source: Owner of: <span ng-show="$index != 0 &amp;&amp; dog.breed.length">, </span><span ng-repeat="dog in person.dogs" ng-show="dog.breed.length &gt;= 2">{{dog.breed}} </span>
bg_bg: Стопанин на: <span ng-show="$index != 0 &amp;&amp; dog.breed.length">, </span><span ng-repeat="dog in person.dogs" ng-show="dog.breed.length &gt;= 2">{{dog.breed}} </span>

source: Password
bg_bg: Парола

source: Password:
bg_bg: Парола:

source: Passwords do not match
bg_bg: Паролите не съвпадат

source: PHOTO
bg_bg: СНИМКА

source: Pick Achievment
bg_bg: Избери Постижение

source: Pick Action
bg_bg: Избери Действие

source: Pick Dog
bg_bg: Избери Куче

source: Place added!
bg_bg: Мястото бе добавено!

source: Place removed successfully.
bg_bg: Мястото бе премахнато!

source: Places
bg_bg: Места

source: Places to go to on a lovely walk:
bg_bg: Добри места за чудесна разходка

source: please choose a photo
bg_bg: моля изберете снимка

source: Please click on the map to add place
bg_bg: Моля кликнете на картата за да добавите място

source: Please login first!
bg_bg: Влезте първо, моля!

source: please write a breed
bg_bg: моля въвдете породата

source: please write a name
bg_bg: моля въведете име

source: Points
bg_bg: Точки

source: Private:
bg_bg: Лично:

source: Profile of
bg_bg: Профилът на

source: rate: {{pl.rate}}
bg_bg: райтин: {{pl.rate}}

source: Request Type
bg_bg: Тип на заявката

source: Requested {{achievment.createdAt | moment: 'fromNow'}}!
bg_bg: Заявено {{achievment.createdAt | moment: 'fromNow'}}!

source: Review Achievments
bg_bg: Прегледай постижения

source: Review New<br>Achievments
bg_bg: Прегледай новите<br> постижения

source: Save
bg_bg: Запази

source: Save Change
bg_bg: Запази промените

source: Save changes
bg_bg: Запази промените

source: Search...
bg_bg: Търси...

source: Send
bg_bg: Изпрати

source: Send Message
bg_bg: Изпрати Съобщение

source: sent you a message!
bg_bg: ви изпрати съобщение!

source: Show other people's places
bg_bg: Покажи чуждите места за разходка

source: Sign up
bg_bg: Регистрирай се

source: Sign Up
bg_bg: Регистрирай се

source: signout
bg_bg: изход

source: Stay connected with your friends!
bg_bg: Поддържай връзка с приятелите си!

source: Successfully applied for a new achievment. Stay tuned!
bg_bg: Успешно кандидатства за постижение. Успех!

source: Successfully logout!
bg_bg: Успешен изход!

source: The birthdate has been changed!
bg_bg: Рождената дата бе променена!

source: The food has been changed!
bg_bg: Храненията бяха променено!

source: The profphoto has been changed!
bg_bg: Профилната снимка бе променена!

source: The walk has been changed!
bg_bg: Разходките бяха променени!

source: This user is already in your friends list!
bg_bg: Потребителят вече Ви е приятел!

source: Unable to accept friendship. Please try again later!
bg_bg: Приятелството не бе прието. Моля опитайте по-късно!

source: User Name
bg_bg: Потребителско Име

source: User Name:
bg_bg: Потребителско име:

source: Username
bg_bg: Потребителско име

source: Username exists
bg_bg: Потребителското име съществува

source: Username is too short
bg_bg: Потребителско име е твърде кратко

source: Video must be smaller than 10MB!
bg_bg: Видеото трябва да бъде по-малко от 10 мегабайта!

source: Video Proof
bg_bg: Видео доказателство

source: Walks:
bg_bg: Разходки:

source: wants to add you as a friend!
bg_bg: иска да ви добави като приятел!

source: wants to go for a walk!
bg_bg: иска да се разходи!

source: Welcome {{identity.currentUser.firstName}}!
bg_bg: Добре дошъл {{identity.currentUser.firstName}}!

source: Why not text a message to your buddy for <br>a walk with your dogs? Get in touch<br>with all your friends instantly.
bg_bg: поддържате връзка с приятелите си <br>и да си помагате по всяко време.

source: Year
bg_bg: Година

source: Yes
bg_bg: Да

source: You can apply for only one achievment at a time!
bg_bg: Предишното постижение още не е обработено!

source: You currently have no friends
bg_bg: Все още нямате приятели

source: You will have the chance to<br>exlpore your city for the best places<br>to enjoy a walk with your dog.
bg_bg: имате шанса да<br>посетите най-удобните и близки места<br>за разходка на домашния ви любимец.

source: You will...
bg_bg: Вие ще...

source: Your password is too short.
bg_bg: Паролата е твърде кратка
